Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Terms of service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt_br: Termos de serviço

source: Test it with −2 < 4.
de: Teste es mit −2 < 4.
es: Pruébelo con −2 < 4.
fr: Testez-le avec −2 <4.
it: Provalo con −2 < 4.
pt_br: Teste com −2 <4.

source: That creates bias
de: Das schafft Voreingenommenheit
es: Eso crea prejuicios
fr: Cela crée un biais
it: Ciò crea pregiudizi
pt_br: Isso cria preconceito

source: That describes compound interest.
de: Das beschreibt den Zinseszins.
es: Eso describe el interés compuesto.
fr: Cela décrit les intérêts composés.
it: Questo descrive l’interesse composto.
pt_br: Isso descreve juros compostos.

source: That is a column vector
de: Das ist ein Spaltenvektor
es: Ese es un vector de columna.
fr: C'est un vecteur colonne
it: Questo è un vettore colonna
pt_br: Esse é um vetor coluna

source: That means a power of 10⁻³
de: Das bedeutet eine Potenz von 10⁻³

source: That's the 'SAS' case.
de: Das ist der „SWS“-Fall.
es: Ese es el caso 'SAS'.
fr: C'est le cas "SAS".
it: Questo è il caso "SAS".
pt_br: Esse é o caso 'SAS'.

source: The balance becomes the new base.
de: Die Waage wird zur neuen Basis.
es: El equilibrio se convierte en la nueva base.
fr: La balance devient la nouvelle base.
it: L'equilibrio diventa la nuova base.
pt_br: O equilíbrio se torna a nova base.

source: The bridge between the two units.
de: Die Brücke zwischen den beiden Einheiten.
es: El puente entre las dos unidades.
fr: Le pont entre les deux unités.
it: Il ponte tra le due unità.
pt_br: A ponte entre as duas unidades.

source: The definite integral is the limit of a sum of areas
de: Das bestimmte Integral ist der Grenzwert einer Summe von Flächen
es: La integral definida es el límite de una suma de áreas.
fr: L'intégrale définie est la limite d'une somme d'aires
it: L'integrale definito è il limite di una somma di aree
pt_br: A integral definida é o limite de uma soma de áreas

source: The degree is the highest exponent.
de: Der Grad ist der höchste Exponent.
es: El título es el máximo exponente.
fr: Le degré est l’exposant le plus élevé.
it: Il grado è l'esponente più alto.
pt_br: O grau é o expoente mais alto.

source: The derivative measures how fast something changes.
de: Die Ableitung beschreibt, wie schnell sich etwas ändert.
es: La derivada mide qué tan rápido cambia algo.
fr: La dérivée mesure la rapidité avec laquelle quelque chose change.
it: La derivata misura la velocità con cui qualcosa cambia.
pt_br: A derivada mede a rapidez com que algo muda.

source: The distance from the origin to the vector tip.
de: Der Abstand vom Ursprung zur Vektorspitze.
es: La distancia desde el origen hasta la punta del vector.
fr: La distance entre l'origine et la pointe du vecteur.
it: La distanza dall'origine alla punta del vettore.
pt_br: A distância da origem até a ponta do vetor.

source: The domain of f(x) = 1/x excludes which value?
de: Welchen Wert schließt der Definitionsbereich von f(x) = 1/x aus?
es: ¿Qué valor excluye el dominio de f(x) = 1/x?
fr: Le domaine de f(x) = 1/x exclut quelle valeur ?
it: Quale valore esclude il dominio di f(x) = 1/x?
pt_br: O domínio de f(x) = 1/x exclui qual valor?

source: The dot product is a scalar.
de: Das Skalarprodukt ist ein Skalar.
es: El producto escalar es un escalar.
fr: Le produit scalaire est un scalaire.
it: Il prodotto scalare è uno scalare.
pt_br: O produto escalar é um escalar.

source: The dot product multiplies matching components and adds them, producing a single number.
de: Das Skalarprodukt multipliziert übereinstimmende Komponenten und addiert sie, wodurch eine einzige Zahl entsteht.
es: El producto escalar multiplica los componentes coincidentes y los suma, produciendo un solo número.
fr: Le produit scalaire multiplie les composants correspondants et les additionne, produisant un nombre unique.
it: Il prodotto scalare moltiplica i componenti corrispondenti e li somma, producendo un singolo numero.
pt_br: O produto escalar multiplica os componentes correspondentes e os soma, produzindo um único número.

source: The dot product returns one number, not a vector
de: Das Skalarprodukt gibt eine Zahl zurück, keinen Vektor
es: El producto escalar devuelve un número, no un vector
fr: Le produit scalaire renvoie un nombre, pas un vecteur
it: Il prodotto scalare restituisce un numero, non un vettore
pt_br: O produto escalar retorna um número, não um vetor

source: The entry a23 is in:
de: Der Eintrag a23 befindet sich in:
es: La entrada a23 está en:
fr: L'entrée a23 se trouve dans :
it: La voce a23 è in:
pt_br: A entrada a23 está em:

source: The event either happens or it does not.
de: Das Ereignis tritt entweder ein oder nicht.
es: El evento ocurre o no.
fr: Soit l’événement se produit, soit il ne se produit pas.
it: L'evento o accade oppure no.
pt_br: O evento acontece ou não.

source: The first component differs from the second
de: Die erste Komponente unterscheidet sich von der zweiten
es: El primer componente difiere del segundo.
fr: Le premier composant diffère du second
it: Il primo componente differisce dal secondo
pt_br: O primeiro componente difere do segundo

source: The first index is the row.
de: Der erste Index ist die Zeile.
es: El primer índice es la fila.
fr: Le premier index est la ligne.
it: Il primo indice è la riga.
pt_br: O primeiro índice é a linha.

source: The first number must be at least 1 and less than 10.
de: Die erste Zahl muss mindestens 1 und kleiner als 10 sein.

source: The identity matrix I satisfies Ix =
de: Die Identitätsmatrix I erfüllt Ix =
es: La matriz identidad I satisface Ix =
fr: La matrice identité I satisfait Ix =
it: La matrice identità I soddisfa Ix =
pt_br: A matriz identidade I satisfaz Ix =

source: The identity matrix leaves every vector unchanged.
de: Die Identitätsmatrix lässt jeden Vektor unverändert.
es: La matriz identidad deja todos los vectores sin cambios.
fr: La matrice d'identité laisse chaque vecteur inchangé.
it: La matrice identità lascia invariato ogni vettore.
pt_br: A matriz identidade deixa todos os vetores inalterados.

source: The interior angles of any quadrilateral sum to:
de: Die Innenwinkel jedes Vierecks ergeben zusammen:
es: Los ángulos interiores de cualquier cuadrilátero suman:
fr: Les angles intérieurs de tout quadrilatère totalisent :
it: La somma degli angoli interni di un quadrilatero è:
pt_br: Os ângulos internos de qualquer quadrilátero somam:

source: The interval has zero width.
de: Das Intervall hat die Breite null.
es: El intervalo tiene ancho cero.
fr: L'intervalle a une largeur nulle.
it: L'intervallo ha larghezza zero.
pt_br: O intervalo tem largura zero.

source: The largest or smallest value can occur at an endpoint
de: Der größte oder kleinste Wert kann an einem Randpunkt auftreten

source: The largest payment
de: Die größte Zahlung
es: El pago más grande
fr: Le plus gros paiement
it: Il pagamento più grande
pt_br: O maior pagamento

source: The law of cosines reduces to the Pythagorean theorem when the angle is:
de: Der Kosinussatz wird zum Satz des Pythagoras, wenn der Winkel ... ist:
es: La ley de los cosenos se reduce al teorema de Pitágoras cuando el ángulo es:
fr: La loi des cosinus se réduit au théorème de Pythagore lorsque l'angle est :
it: La legge del coseno si riduce al teorema di Pitagora quando l'angolo è:
pt_br: A lei dos cossenos se reduz ao teorema de Pitágoras quando o ângulo é:

source: The lines have the same slope.
de: Die Geraden haben dieselbe Steigung.
es: Las rectas tienen la misma pendiente.
fr: Les lignes ont la même pente.
it: Le linee hanno la stessa pendenza.
pt_br: As linhas têm a mesma inclinação.

source: The maximum value
de: Der Maximalwert
es: El valor máximo
fr: La valeur maximale
it: Il valore massimo
pt_br: O valor máximo

source: The mean uses every value in the sum
de: Der Mittelwert verwendet jeden Wert in der Summe
es: La media usa todos los valores de la suma.
fr: La moyenne utilise toutes les valeurs de la somme
it: La media utilizza ogni valore della somma
pt_br: A média usa todos os valores da soma

source: The median
de: Der Median
es: la mediana
fr: La médiane
it: La mediana
pt_br: A mediana

source: The middle value is 4
de: Der Mittelwert liegt bei 4
es: El valor medio es 4.
fr: La valeur moyenne est 4
it: Il valore medio è 4
pt_br: O valor do meio é 4

source: The mode appears most often.
de: Der Modus erscheint am häufigsten.
es: El modo aparece con mayor frecuencia.
fr: Le mode apparaît le plus souvent.
it: La modalità appare più spesso.
pt_br: O modo aparece com mais frequência.

source: The name gives it away.
de: Der Name verrät es.
es: El nombre lo delata.
fr: Le nom le trahit.
it: Il nome lo rivela.
pt_br: O nome denuncia.

source: The opposite of false is true
de: Das Gegenteil von falsch ist wahr
es: Lo contrario de falso es verdadero
fr: Le contraire de faux est vrai
it: È vero il contrario di falso
pt_br: O oposto de falso é verdadeiro

source: The opposite of true is false
de: Das Gegenteil von wahr ist falsch
es: Lo contrario de verdadero es falso
fr: Le contraire de vrai est faux
it: Il contrario di vero è falso
pt_br: O oposto de verdadeiro é falso

source: The original price
de: Der ursprüngliche Preis
es: El precio original
fr: Le prix d'origine
it: Il prezzo originale
pt_br: O preço original

source: The output is always zero.
de: Die Ausgabe ist immer Null.
es: La salida es siempre cero.
fr: La sortie est toujours nulle.
it: L'output è sempre zero.
pt_br: A saída é sempre zero.

source: The population is the full group of interest
de: Die Bevölkerung ist die gesamte Interessengruppe
es: La población es el grupo de interés completo.
fr: La population constitue l'ensemble du groupe d'intérêt
it: La popolazione rappresenta l’intero gruppo di interesse
pt_br: A população é o grupo completo de interesse

source: The principal disappears
de: Der Direktor verschwindet
es: El director desaparece
fr: Le directeur disparaît
it: Il preside scompare
pt_br: O diretor desaparece

source: The product has as many decimal places as both factors combined.
de: Das Produkt hat so viele Nachkommastellen wie beide Faktoren zusammen.
es: El producto tiene tantos decimales como ambos factores combinados.
fr: Le produit comporte autant de décimales que les deux facteurs combinés.
it: Il prodotto ha tante cifre decimali quanti sono i due fattori combinati.
pt_br: O produto tem tantas casas decimais quanto os dois fatores combinados.

source: The product rule says (f·g)′ equals:
de: Die Produktregel sagt, (f·g)′ ist gleich:
es: La regla del producto dice que (f·g)′ es igual a:
fr: La règle du produit dit que (f·g)′ est égal à :
it: La regola del prodotto dice che (f·g)′ è uguale a:
pt_br: A regra do produto diz que (f·g)′ é igual a:

source: The rate is always zero
de: Der Satz ist immer Null
es: La tasa es siempre cero.
fr: Le taux est toujours nul
it: Il tasso è sempre zero
pt_br: A taxa é sempre zero

source: The remainder is 0
de: Der Rest ist 0
es: el resto es 0
fr: Le reste est 0
it: Il resto è 0
pt_br: O restante é 0

source: The same as income
de: Das Gleiche wie Einkommen
es: Lo mismo que los ingresos
fr: La même chose que le revenu
it: Lo stesso del reddito
pt_br: O mesmo que renda

source: The same money buys less
de: Mit dem gleichen Geld kauft man weniger
es: Con el mismo dinero se compra menos
fr: Le même argent achète moins
it: Con gli stessi soldi si compra di meno
pt_br: O mesmo dinheiro compra menos

source: The sample comes from it.
de: Die Probe stammt davon.
es: De allí procede la muestra.
fr: L'échantillon en vient.
it: Il campione viene da lì.
pt_br: A amostra vem disso.

source: The sample overrepresents people who go to the gym
de: In der Stichprobe sind Personen überrepräsentiert, die ins Fitnessstudio gehen
es: La muestra sobrerrepresenta a las personas que van al gimnasio.
fr: L'échantillon surreprésente les personnes qui fréquentent une salle de sport
it: Il campione è sovrarappresentato dalle persone che vanno in palestra
pt_br: A amostra representa excessivamente as pessoas que frequentam a academia

source: The sample size
de: Die Stichprobengröße
es: El tamaño de la muestra
fr: La taille de l'échantillon
it: La dimensione del campione
pt_br: O tamanho da amostra

source: The second derivative f″(x) tells you about a curve's:
de: Die zweite Ableitung f″(x) sagt etwas aus über die ... einer Kurve:
es: La segunda derivada f″(x) le informa acerca de una curva:
fr: La dérivée seconde f″(x) vous renseigne sur une courbe :
it: La derivata seconda f″(x) ti dice di una curva:
pt_br: A segunda derivada f″(x) fala sobre uma curva:

source: The second product is zero.
de: Das zweite Produkt ist Null.
es: El segundo producto es cero.
fr: Le deuxième produit est nul.
it: Il secondo prodotto è zero.
pt_br: O segundo produto é zero.

source: The set has 2, 4, 6, and 8
de: Das Set besteht aus 2, 4, 6 und 8
es: El conjunto tiene 2, 4, 6 y 8.
fr: L'ensemble contient 2, 4, 6 et 8
it: Il set ha 2, 4, 6 e 8
pt_br: O conjunto tem 2, 4, 6 e 8

source: The sign of the derivative is the direction of the curve.
de: Das Vorzeichen der Ableitung gibt die Richtung der Kurve an.
es: El signo de la derivada es la dirección de la curva.
fr: Le signe de la dérivée est la direction de la courbe.
it: Il segno della derivata è la direzione della curva.
pt_br: O sinal da derivada é a direção da curva.

source: The sign tells direction; the size tells strength.
de: Das Vorzeichen zeigt die Richtung, die Größe die Stärke.

source: The slope is positive.
de: Die Steigung ist positiv.
es: La pendiente es positiva.
fr: La pente est positive.
it: La pendenza è positiva.
pt_br: A inclinação é positiva.

source: The surface area of a cube is:
de: Die Oberfläche eines Würfels ist:
es: El área de superficie de un cubo es:
fr: L’aire d’un cube est :
it: L'area della superficie di un cubo è:
pt_br: A área da superfície de um cubo é:

source: The tangent line is flat there.
de: Die Tangente ist dort waagerecht.
es: Allí la recta tangente es plana.
fr: La ligne tangente y est plate.
it: La linea tangente lì è piatta.
pt_br: A linha tangente é plana ali.

source: The two cases cover all outcomes
de: Die beiden Fälle decken alle Ergebnisse ab
es: Los dos casos cubren todos los resultados.
fr: Les deux cas couvrent tous les résultats
it: I due casi coprono tutti i risultati
pt_br: Os dois casos cobrem todos os resultados

source: The values are increasing
de: Die Werte steigen
es: Los valores están aumentando
fr: Les valeurs augmentent
it: I valori sono in aumento
pt_br: Os valores estão aumentando

source: The vertex touches 4 edges
de: Der Scheitelpunkt berührt 4 Kanten
es: El vértice toca 4 aristas.
fr: Le sommet touche 4 arêtes
it: Il vertice tocca 4 bordi
pt_br: O vértice toca 4 arestas

source: The whole group you want to study
de: Die ganze Gruppe, die Sie studieren möchten
es: Todo el grupo que quieres estudiar.
fr: Tout le groupe que vous souhaitez étudier
it: L'intero gruppo che vuoi studiare
pt_br: Todo o grupo que você deseja estudar

source: The x-coordinate stays; the y-coordinate flips sign.
de: Die x-Koordinate bleibt; die y-Koordinate kehrt das Vorzeichen um.
es: La coordenada x permanece; la coordenada y invierte el signo.
fr: La coordonnée x reste ; la coordonnée y retourne le signe.
it: La coordinata x rimane; la coordinata y inverte il segno.
pt_br: A coordenada x permanece; a coordenada y inverte o sinal.

source: Theorem
de: Lehrsatz
es: Teorema
fr: Théorème
it: Teorema
pt_br: Teorema

source: There are 4 elements
de: Es gibt 4 Elemente
es: Hay 4 elementos
fr: Il y a 4 éléments
it: Ci sono 4 elementi
pt_br: Existem 4 elementos

source: They are equal
de: Sie sind gleich
es: son iguales
fr: Ils sont égaux
it: Sono uguali
pt_br: Eles são iguais

source: They cannot be added
de: Sie können nicht hinzugefügt werden
es: No se pueden agregar
fr: Ils ne peuvent pas être ajoutés
it: Non possono essere aggiunti
pt_br: Eles não podem ser adicionados

source: They move in the same direction.
de: Sie bewegen sich in dieselbe Richtung.

source: They must sum to 180°.
de: Zusammen müssen sie 180° ergeben.
es: Deben sumar 180°.
fr: Leur somme doit être de 180°.
it: La loro somma deve essere 180°.
pt_br: Eles devem somar 180°.

source: They point to different locations
de: Sie weisen auf verschiedene Orte hin
es: Señalan diferentes lugares.
fr: Ils pointent vers différents endroits
it: Indicano luoghi diversi
pt_br: Eles apontam para locais diferentes

source: They simplify equations without changing solutions.
de: Sie vereinfachen Gleichungen, ohne Lösungen zu ändern.
es: Simplifican ecuaciones sin cambiar las soluciones.
fr: Ils simplifient les équations sans changer les solutions.
it: Semplificano le equazioni senza cambiare le soluzioni.
pt_br: Eles simplificam equações sem alterar soluções.

source: Think about a y-axis that starts near the data.
de: Stellen Sie sich eine Y-Achse vor, die in der Nähe der Daten beginnt.
es: Piense en un eje y que comienza cerca de los datos.
fr: Pensez à un axe Y qui commence à proximité des données.
it: Pensa a un asse y che inizia vicino ai dati.
pt_br: Pense em um eixo y que começa próximo aos dados.

source: Think about an even number of values.
de: Denken Sie an eine gerade Anzahl von Werten.
es: Piensa en un número par de valores.
fr: Pensez à un nombre pair de valeurs.
it: Pensa a un numero pari di valori.
pt_br: Pense em um número par de valores.

source: Think in goods, not just dollars.
de: Denken Sie in Waren, nicht nur in Dollar.
es: Piense en bienes, no sólo en dólares.
fr: Pensez aux biens, pas seulement aux dollars.
it: Pensa ai beni, non solo ai dollari.
pt_br: Pense em bens, não apenas em dólares.

source: Think of a number line.
de: Denk an die Zahlengerade.
es: Piensa en una recta numérica.
fr: Pensez à une droite numérique.
it: Pensa a una linea numerica.
pt_br: Pense em uma reta numérica.

source: Think of summing thin rectangles.
de: Denk an das Aufsummieren dünner Rechtecke.
es: Piense en sumar rectángulos delgados.
fr: Pensez à additionner de minces rectangles.
it: Pensa a sommare rettangoli sottili.
pt_br: Pense em somar retângulos finos.

source: This deletes your answers and streak. Cannot be undone.
de: Antworten und Serie werden gelöscht. Nicht rückgängig zu machen.
es: Esto elimina tus respuestas y tu racha. No se puede deshacer.
fr: Cela supprime vos réponses et votre séquence. Ne peut pas être annulé.
it: Questo cancella le tue risposte e le tue serie. L'operazione non può essere annullata.
pt_br: Isso exclui suas respostas e sequências. Não pode ser desfeito.

source: This is one of the basic trig derivatives.
de: Eine der grundlegenden trigonometrischen Ableitungen.
es: Esta es una de las derivadas trigonométricas básicas.
fr: C'est l'une des dérivées trigonométriques de base.
it: Questo è uno dei derivati ​​trigonometrici di base.
pt_br: Esta é uma das derivadas trigonométricas básicas.

source: This is the Pythagorean identity.
de: Das ist die trigonometrische Pythagoras-Identität.
es: Ésta es la identidad pitagórica.
fr: C'est l'identité pythagoricienne.
it: Questa è l'identità pitagorica.
pt_br: Esta é a identidade pitagórica.

source: Three digit positions give 10³
de: Dreistellige Stellen ergeben 10³
es: Las posiciones de tres dígitos dan 10³
fr: Les positions à trois chiffres donnent 10³
it: Le posizioni a tre cifre danno 10³
pt_br: Posições de três dígitos dão 10³

source: Three-dimensional measure of common solids.
de: Dreidimensionales Maß gängiger Körper.
es: Medida tridimensional de sólidos comunes.
fr: Mesure tridimensionnelle de solides courants.
it: Misura tridimensionale di solidi comuni.
pt_br: Medida tridimensional de sólidos comuns.

source: Through (0, 1) with slope 4. What's the y-value at x = 2?
de: Durch (0, 1) mit Steigung 4. Wie groß ist y bei x = 2?
es: Pasa por (0, 1) con pendiente 4. ¿Cuál es el valor de y en x = 2?
fr: Grâce à (0, 1) avec une pente de 4. Quelle est la valeur y à x = 2 ?
it: Attraverso (0, 1) con pendenza 4. Qual è il valore y in x = 2?
pt_br: Através de (0, 1) com inclinação 4. Qual é o valor de y em x = 2?

source: Time is ignored
de: Die Zeit wird ignoriert
es: Se ignora el tiempo
fr: Le temps est ignoré
it: Il tempo viene ignorato
pt_br: O tempo é ignorado

source: To find a smooth maximum, first solve:
de: Um ein glattes Maximum zu finden, löse zuerst:

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje

source: Top of the circle.
de: Oben am Einheitskreis.
es: Parte superior del círculo.
fr: Haut du cercle.
it: La parte superiore del cerchio.
pt_br: Topo do círculo.

source: Total = 26² · 10³
de: Gesamt = 26² · 10³
it: Totale = 26² · 10³

source: Total outcomes: 6
de: Gesamtergebnisse: 6
es: Resultados totales: 6
fr: Résultats totaux : 6
it: Risultati totali: 6
pt_br: Resultados totais: 6

source: Treat −1 as a constant, integrate w.r.t. x.
de: −1 als Konstante behandeln und nach x integrieren.
es: Trate −1 como una constante, integre w.r.t. incógnita.
fr: Traitez −1 comme une constante, intégrez par rapport à X.
it: Tratta −1 come una costante, integra w.r.t. X.
pt_br: Trate −1 como uma constante, integre w.r.t. x.

source: Trends over time
de: Trends im Laufe der Zeit
es: Tendencias a lo largo del tiempo
fr: Tendances au fil du temps
it: Tendenze nel tempo
pt_br: Tendências ao longo do tempo

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
pt_br: Triângulo

source: Triangle Area
de: Dreiecksfläche
es: Área del triángulo
fr: Zone triangulaire
it: Area del triangolo
pt_br: Área do Triângulo

source: Triangle with base 10 and height 6. Area?
de: Dreieck mit Grundseite 10 und Höhe 6. Flächeninhalt?
es: Triángulo con base 10 y altura 6. ¿Área?
fr: Triangle de base 10 et de hauteur 6. Aire ?
it: Triangolo con base 10 e altezza 6. Area?
pt_br: Triângulo com base 10 e altura 6. Área?

source: Trig Identities
de: Trig-Identitäten
es: Identidades trigonométricas
fr: Identités de déclenchement
it: Identità trigonometriche
pt_br: Identidades trigonométricas

source: Trig Ratios
de: Trig-Verhältnisse
es: Relaciones trigonométricas
fr: Rapports de déclenchement
it: Rapporti trigonometrici
pt_br: Razões trigonométricas

source: Trig basics
de: Trigonometrie-Grundlagen
es: Conceptos básicos de trigonometría
fr: Bases du déclenchement
it: Nozioni di base sulla trigonometria
pt_br: Noções básicas de trigonometria

source: Trigonometry
de: Trigonometrie
es: Trigonometría
fr: Trigonométrie
it: Trigonometria
pt_br: Trigonometria

source: Triple
de: Verdreifacht sich
fr: Tripler
it: Triplicare
pt_br: Triplo

source: True
de: Wahr
es: Verdadero
fr: Vrai
it: VERO
pt_br: Verdadeiro

source: True AND false equals:
de: Wahr UND falsch ist gleich:
es: Verdadero Y falso es igual a:
fr: Vrai ET faux est égal à :
it: Vero e falso equivalgono a:
pt_br: Verdadeiro E falso é igual a:

source: True OR false equals:
de: Wahr ODER falsch ist gleich:
es: Verdadero O falso es igual a:
fr: Vrai OU faux est égal à :
it: Vero O falso equivale a:
pt_br: Verdadeiro OU falso é igual a:

source: True for every triangle.
de: Gilt für jedes Dreieck.
es: Verdadero para cada triángulo.
fr: Vrai pour chaque triangle.
it: Vero per ogni triangolo.
pt_br: Verdadeiro para todos os triângulos.

source: True or false: (1, 2) and (2, 1) are the same vector.
de: Richtig oder falsch: (1, 2) und (2, 1) sind derselbe Vektor.
es: Verdadero o falso: (1, 2) y (2, 1) son el mismo vector.
fr: Vrai ou faux : (1, 2) et (2, 1) sont le même vecteur.
it: Vero o falso: (1, 2) e (2, 1) sono lo stesso vettore.
pt_br: Verdadeiro ou falso: (1, 2) e (2, 1) são o mesmo vetor.
